brew "stow"

cask "hyper"

brew "fish"
cask "phoenix"

cask "karabiner-elements"
tap "yqrashawn/goku"
brew "yqrashawn/goku/goku"

tap "d12frosted/emacs-plus"
brew "emacs-plus", args: ["without-spacemacs-icon"]

brew "pass"
brew "pass-otp"

brew "git"
brew "hub"
brew "asdf"
brew "grip"
brew "trash"
brew "gnupg"
brew "direnv"
brew "ripgrep"
