cask "karabiner-elements"
tap "yqrashawn/goku"
brew "yqrashawn/goku/goku"

tap "homebrew/cask-fonts"
cask "font-input"
cask "font-jetbrains-mono"

cask "vlc"
brew "fish"
cask "kitty"
brew "elvish"
cask "bitbar"
cask "phoenix"
cask "finicky"
cask "qlmarkdown"

brew "pass"
brew "pass-otp"

brew "fd"
brew "jq"
brew "git"
brew "rga"
brew "wget"
brew "asdf"
brew "grip"
brew "buku"
brew "tldr"
brew "entr"
brew "trash"
brew "direnv"
brew "ripgrep"
brew "git-crypt"
brew "wifi-password"
