tap "homebrew/cask-fonts"
cask "font-input"
cask "font-jetbrains-mono"

tap "yqrashawn/goku"
brew "yqrashawn/goku/goku"

brew "pass"
brew "pass-otp"

cask "dash"
cask "kitty"
cask "alfred"
cask "bitbar"
cask "rocket"
cask "phoenix"
cask "finicky"
cask "itsycal"
cask "workflowy"
cask "bartender"
cask "appcleaner"
cask "qlmarkdown"
cask "sensiblesidebuttons"

brew "fd"
brew "jq"
brew "git"
brew "rga"
brew "wget"
brew "asdf"
brew "grip"
brew "buku"
brew "entr"
brew "trash"
brew "elvish"
brew "direnv"
brew "ripgrep"
brew "tealdeer"
brew "git-crypt"
brew "wifi-password"
