cask "karabiner-elements"
tap "yqrashawn/goku"
brew "yqrashawn/goku/goku"

brew "fish"
cask "kitty"
cask "bitbar"
cask "phoenix"
cask "finicky"

brew "pass"
brew "pass-otp"

brew "fd"
brew "git"
brew "hub"
brew "rga"
brew "asdf"
brew "grip"
brew "buku"
brew "tldr"
brew "entr"
brew "trash"
brew "direnv"
brew "ripgrep"
cask "wkhtmltopdf"
brew "wifi-password"
