tap "federico-terzi/espanso"
tap "homebrew/cask-fonts"
cask "font-input"
cask "font-iosevka-ss09"
cask "font-iosevka-aile"
cask "font-jetbrains-mono"

cask "karabiner-elements"
brew "yqrashawn/goku/goku"

brew "pass"

cask "dash"
cask "kitty"
cask "alfred"
cask "bitbar"
cask "rocket"
cask "phoenix"
cask "finicky"
cask "itsycal"
cask "workflowy"
cask "bartender"
cask "appcleaner"
cask "sensiblesidebuttons"

brew "fd"
brew "mu"
brew "jq"
brew "jid"
brew "fzf"
brew "exa"
brew "git"
brew "bash"
brew "croc"
brew "tmux"
brew "gawk"
brew "asdf"
brew "grip"
brew "buku"
brew "entr"
brew "trash"
brew "direnv"
brew "restic"
brew "espanso"
brew "ripgrep"
brew "hadolint"
brew "tealdeer"
brew "git-crypt"
brew "moreutils"
brew "offlineimap"
brew "editorconfig"
brew "wifi-password"
brew "borkdude/brew/jet"
brew "git-duet/tap/git-duet"
