;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! eink-theme)
(package! dired-narrow)
(package! edit-indirect)
(package! framemove)
(package! deadgrep)
(package! ace-window)
(package! corfu)

(package! prettier-js)
(package! deno-fmt)
