;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! eink-theme)
(package! dired-narrow)
(package! edit-indirect)
(package! framemove)
(package! deadgrep)
(package! ace-window)

(package! prettier)
(package! deno-fmt)

;(package! lsp-mode :pin "a91f42f81c4c2ed7d2652e09fe860eba7061070c")

(package! posframe)
(package! so-long :recipe (:host github :repo "manateelazycat/lsp-bridge"))
